/* 
  Localizable.strings
  

  Created by Andy Kwak on 2014-10-06.

*/
"Use BlackBerry Blend to view the messages and content from your BlackBerry device on your computer. You can also view your calendar and contacts, and manage files between your computer and device.  If your device is enterprise activated, you can securely access your work information, files, and intranet without connecting to VPN. BlackBerry Blend is supported on devices running BlackBerry 10 OS version 10.3 or later." = "Utilice BlackBerry Blend para ver los mensajes y el contenido de su dispositivo BlackBerry en el ordenador. También puede ver el calendario y los contactos, y gestionar archivos entre el ordenador y el dispositivo. Si su dispositivo tiene la activación de empresa activada, puede acceder de forma segura a la información, los archivos y la intranet del trabajo sin conectarse a una VPN. BlackBerry Blend es compatible con los dispositivos con BlackBerry 10 OS versión 10.3 o posterior.";

"Use BlackBerry Link to back up and restore your device data, switch to a new device, update your device software, or reinstall device software. You can also sync your media, documents, and organizer data such as contacts and calendars between your device and your computer. Allow access to the files on your computer from your device using the remote file access feature, and more!" = "Utilice BlackBerry Link para realizar copias de seguridad y restaurar los datos de su dispositivo, cambiar a un nuevo dispositivo, actualizar el software del dispositivo o reinstalarlo. También puede sincronizar sus archivos multimedia, documentos y datos del organizador, como los contactos y los calendarios, entre el dispositivo y el ordenador. Permita el acceso a los archivos de su ordenador desde su dispositivo utilizando la función de acceso a archivos remoto y mucho más.";